[
{"quote": "The basis of our governments being the opinion of the people, the very first object should be to keep that right; and were it left to me to decide whether we should have a government without newspapers or newspapers without a government, I should not hesitate a moment to prefer the latter. But I should mean that every man should receive those papers and be capable of reading them.", "year": 1787},
{"quote": "The press [is] the only tocsin of a nation. [When it] is completely silenced... all means of a general effort [are] taken away.", "year": 1802},
{"quote": "The only security of all is in a free press. The force of public opinion cannot be resisted when permitted freely to be expressed. The agitation it produces must be submitted to. It is necessary, to keep the waters pure.", "year": 1823},
{"quote": "The functionaries of every government have propensities to command at will the liberty and property of their constituents. There is no safe deposit for these but with the people themselves, nor can they be safe with them without information. Where the press is free, and every man able to read, all is safe.", "year": 1816},
{"quote": "The most effectual engines for [pacifying a nation] are the public papers... [A despotic] government always [keeps] a kind of standing army of newswriters who, without any regard to truth or to what should be like truth, [invent] and put into the papers whatever might serve the ministers. This suffices with the mass of the people who have no means of distinguishing the false from the true paragraphs of a newspaper.", "year": 1785},
{"quote": "Our liberty cannot be guarded but by the freedom of the press, nor that be limited without danger of losing it.", "year": 1786},
{"quote": "I am... for freedom of the press, and against all violations of the Constitution to silence by force and not by reason the complaints or criticisms, just or unjust, of our citizens against the conduct of their agents.", "year": 1799},
{"quote": "The art of printing secures us against the retrogradation of reason and information.", "year": 1811},
{"quote": "The light which has been shed on mankind by the art of printing has eminently changed the condition of the world... And while printing is preserved, it can no more recede than the sun return on his course.", "year": 1823},
{"quote": "The art of printing alone and the vast dissemination of books will maintain the mind where it is and raise the conquering ruffians to the level of the conquered instead of degrading these to that of their conquerors.", "year": 1821},
{"quote": "[The] literati [of Europe are] half a dozen years before us. Books, really good, acquire just reputation in that time, and so become known to us and communicate to us all their advances in knowledge. Is not this delay compensated by our being placed out of the reach of that swarm of nonsensical publications which issues daily from a thousand presses and perishes almost in issuing?", "year": 1785},
{"quote": "I cannot live without books.", "year": 1815},
{"quote": "To preserve the freedom of the human mind... and freedom of the press, every spirit should be ready to devote itself to martyrdom; for as long as we may think as we will and speak as we think, the condition of man will proceed in improvement.", "year": 1799},
{"quote": "No experiment can be more interesting than that we are now trying, and which we trust will end in establishing the fact, that man may be governed by reason and truth. Our first object should therefore be, to leave open to him all the avenues to truth. The most effectual hitherto found, is the freedom of the press. It is, therefore, the first shut up by those who fear the investigation of their actions.", "year": 1804},
{"quote": "Weighing all probabilities of expense as well as of income, there is reasonable ground of confidence that we may now safely dispense with... the postage on newspapers... to facilitate the progress of information.", "year": 1801},
{"quote": "No government ought to be without censors, and where the press is free, no one ever will. If virtuous, it need not fear the fair operation of attack and defence. Nature has given to man no other means of sifting out the truth whether in religion, law or politics. I think it as honorable to the government neither to know nor notice its sycophants or censors, as it would be undignified and criminal to pamper the former and persecute the latter.", "year": 1792},
{"quote": "This formidable censor of the public functionaries, by arraigning them at the tribunal of public opinion, produces reform peaceably, which must otherwise be done by revolution. It is also the best instrument for enlightening the mind of man and improving him as a rational, moral, and social being.", "year": 1823},
{"quote": "I think an editor should be independent, that is, of personal influence, and not be moved from his opinions on the mere authority of any individual. But, with respect to the general opinion of the political section with which he habitually accords, his duty seems very like that of a member of Congress. Some of these indeed think that independence requires them to follow always their own opinion, without respect for that of others. This has never been my opinion, nor my practice, when I have been of that or any other body. Differing on a particular question from those whom I knew to be of the same political principles with myself, and with whom I generally thought and acted, a consciousness of the fallibility of the human mind, and of my own in particular, with a respect for the accumulated judgment of my friends, has induced me to suspect erroneous impressions in myself, to suppose my own opinion wrong, and to act with them on theirs.", "year": 1811},
{"quote": "To demand the censors of public measures to be given up for punishment is to renew the demand of the wolves in the fable, that the sheep should give up their dogs as hostages of the peace and confidence established between them.", "year": 1794},
{"quote": "Our citizens may be deceived for awhile, and have been deceived; but as long as the presses can be protected, we may trust to them for light.", "year": 1799},
{"quote": "I am persuaded that the good sense of the people will always be found to be the best army. They may be led astray for a moment, but will soon correct themselves. The people are the only censors of their governors, and even their errors will tend to keep these to the true principles of their institution. To punish these errors too severely would be to suppress the only safeguard of the public liberty. The way to prevent these irregular interpositions of the people is to give them full information of their affairs through the channel of the public papers, and to contrive that those papers should penetrate the whole mass of the people.", "year": 1787},
{"quote": "Cherish... the spirit of our people, and keep alive their attention. Do not be too severe upon their errors, but reclaim them by enlightening them.", "year": 1787},
{"quote": "Considering [the] great importance to the public liberty [of the freedom of the press], and the difficulty of submitting it to very precise rules, the laws have thought it less mischievous to give greater scope to its freedom than to the restraint of it.", "year": 1793},
{"quote": "It is so difficult to draw a clear line of separation between the abuse and the wholesome use of the press, that as yet we have found it better to trust the public judgment, rather than the magistrate, with the discrimination between truth and falsehood. And hitherto the public judgment has performed that office with wonderful correctness.", "year": 1803},
{"quote": "[This is] a country which is afraid to read nothing, and which may be trusted with anything, so long as its reason remains unfettered by law.", "year": 1816},
{"quote": "[If a book were] very innocent, and one which might be confided to the reason of any man; not likely to be much read if let alone, but if persecuted, it will be generally read. Every man in the United States will think it a duty to buy a copy, in vindication of his right to buy and to read what he pleases.", "year": 1814},
{"quote": "A declaration that the Federal Government will never restrain the presses from printing anything they please will not take away the liability of the printers for false facts printed.", "year": 1788},
{"quote": "Printing presses shall be free except as to false facts published maliciously either to injure the reputation of another (whether followed by pecuniary damages or not) or to expose him to the punishment of the law.", "year": 1794},
{"quote": "Printing presses shall be subject to no other restraint than liableness to legal prosecution for false facts printed and published.", "year": 1783},
{"quote": "Since truth and reason have maintained their ground against false opinions in league with false facts, the press confined to truth needs no other legal restraint. The public judgment will correct false reasonings and opinions on a full hearing of all parties, and no other definite line can be drawn between the inestimable liberty of the press and its demoralizing licentiousness. If there be still improprieties which this rule would not restrain, its supplement must be sought in the censorship of public opinion.", "year": 1805},
{"quote": "The States... retain to themselves the right of judging how far the licentiousness of speech and of the press may be abridged without lessening their useful freedom, and how far those abuses which cannot be separated from their use should be tolerated rather than the use be destroyed.", "year": 1798},
{"quote": "The power to [restrain slander] is fully possessed by the several State Legislatures. It was reserved to them, and was denied to the General Government, by the Constitution, according to our construction of it. While we deny that Congress have a right to control the freedom of the press, we have ever asserted the right of the States, and their exclusive right, to do so. They have accordingly all of them made provisions for punishing slander which those who have time and inclination resort to for the vindication of their characters. In general, the state laws appear to have made the presses responsible for slander as far as is consistent with their useful freedom. In those states where they do not admit even the truth of allegations to protect the printer they have gone too far.", "year": 1804},
{"quote": "No inference is here intended that the laws provided by the State against false and defamatory publications should not be enforced; he who has time renders a service to public morals and public tranquility in reforming these abuses by the salutary coercions of the law.", "year": 1805},
{"quote": "While a full range is proper for actions by individuals either private or public for slanders affecting them, I would wish much to see the experiment tried of getting along without public prosecutions for libels. I believe we can do it. Patience and well-doing instead of punishment, if it can be found sufficiently efficacious, would be a happy change in the instruments of government.", "year": 1802},
{"quote": "I deplore... the putrid state into which our newspapers have passed and the malignity, the vulgarity, and mendacious spirit of those who write for them... These ordures are rapidly depraving the public taste and lessening its relish for sound food. As vehicles of information and a curb on our funtionaries, they have rendered themselves useless by forfeiting all title to belief... This has, in a great degree, been produced by the violence and malignity of party spirit.", "year": 1814},
{"quote": "Our printers raven on the agonies of their victims, as wolves do on the blood of the lamb.", "year": 1811},
{"quote": "From forty years' experience of the wretched guess-work of the newspapers of what is not done in open daylight, and of their falsehood even as to that, I rarely think them worth reading, and almost never worth notice.", "year": 1816},
{"quote": "Nothing can now be believed which is seen in a newspaper. Truth itself becomes suspicious by being put into that polluted vehicle. The real extent of this state of misinformation is known only to those who are in situations to confront facts within their knowledge with the lies of the day.", "year": 1807},
{"quote": "As for what is not true, you will always find abundance in the newspapers.", "year": 1806},
{"quote": "Advertisements... contain the only truths to be relied on in a newspaper.", "year": 1819},
{"quote": "The press is impotent when it abandons itself to falsehood.", "year": 1807},
{"quote": "A coalition of sentiments is not for the interest of printers. They, like the clergy, live by the zeal they can kindle and the schisms they can create. It is contest of opinion in politics as well as religion which makes us take great interest in them and bestow our money liberally on those who furnish aliment to our appetite... So the printers can never leave us in a state of perfect rest and union of opinion. They would be no longer useful and would have to go to the plough.", "year": 1801},
{"quote": "These people [i.e., the printers] think they have a right to everything, however secret or sacred.", "year": 1815},
{"quote": "To divide those by lying tales whom truths cannot divide, is the hackneyed policy of the gossips of every society.", "year": 1803},
{"quote": "[We] have seen too much... of the conduct of the press in countries where it is free, to consider the gazettes as evidence of the sentiments of any part of the government; [we] have seen them bestow on the government itself, in all its parts, its full share of inculpation.", "year": 1792},
{"quote": "Nations, like individuals, wish to enjoy a fair reputation. It is therefore desirable for us that the slanders on our country, disseminated by hired or prejudiced travellers, should be corrected.", "year": 1811},
{"quote": "Our newspapers, for the most part, present only the caricatures of disaffected minds. Indeed, the abuses of the freedom of the press here have been carried to a length never before known or borne by any civilized nation.", "year": 1803},
{"quote": "For the present, lying and scribbling must be free to those mean enough to deal in them, and in the dark.", "year": 1792},
{"quote": "Our people, merely for want of intelligence which they may rely on, are become lethargic and insensible of the state they are in.", "year": 1777},
{"quote": "The materials now bearing on the public mind will infallibly restore it to its republican soundness... if the knowledge of facts can only be disseminated among the people.", "year": 1799},
{"quote": "I really look with commiseration over the great body of my fellow citizens who, reading newspapers, live and die in the belief that they have known something of what has been passing in the world in their time, whereas the accounts they have read in newspapers are just as true a history of any other period of the world as of the present, except that the real names of the day are affixed to their fables. General facts may indeed be collected from them... but no details can be relied on.", "year": 1807},
{"quote": "History may distort truth, and will distort it for a time, by the superior efforts at justification of those who are conscious of needing it most.", "year": 1823},
{"quote": "A truth now and then projecting into the ocean of newspaper lies serves like headlands to correct our course. Indeed, my scepticism as to everything I see in a newspaper makes me indifferent whether I ever see one.", "year": 1815},
{"quote": "The man who never looks into a newspaper is better informed than he who reads them, inasmuch as he who knows nothing is nearer to truth than he whose mind is filled with falsehoods and errors. He who reads nothing will still learn the great facts, and the details are all false.", "year": 1807},
{"quote": "We... who are retired from the business of the world are glad to catch a glimpse of truth here and there as we can, to guide our path through the boundless field of fable in which we are bewildered by public prints, and even by those calling themselves histories. A word of truth to us is like the drop of water supplicated from the tip of Lazarus' finger. It is as an observation of latitude and longitude to the mariner long enveloped in clouds, for correcting the ship's way.", "year": 1817},
{"quote": "I may say from intimate knowledge, that we should have lost the services of the greatest character of our country (i.e., George Washington) had he been assailed with the degree of abandoned licentiousness now practised... He would have thrown up the helm in a burst of indignation.", "year": 1805},
{"quote": "The public... say so from all quarters... that they wish to hear reason instead of disgusting blackguardism.", "year": 1799},
{"quote": "The firmness with which the people have withstood the... abuses of the press, the discernment they have manifested between truth and falsehood, show that they may safely be trusted to hear everything true and false and to form a correct judgment between them.", "year": 1804},
{"quote": "The printers and the public are very different personages. The former may lead the latter a little out of their track while the deviation is insensible; but the moment they usurp their direction and that of their government, they will be reduced to their true places.", "year": 1811},
{"quote": "I would wish you to distribute [some pamphlets], not to sound men who have no occasion for them, but to such as have been misled, are candid and will be open to the conviction of truth, and are of influence among their neighbors. It is the sick who need medicine, and not the well.", "year": 1799},
{"quote": "During the course of [my] administration [as President], and in order to disturb it, the artillery of the press has been leveled against us, charged with whatsoever its licentiousness could devise or dare. These abuses of an institution so important to freedom and science are deeply to be regretted, inasmuch as they tend to lessen its usefulness and to sap its safety; they might, indeed, have been corrected by the wholesome punishments reserved and provided by the laws of the several States against falsehood and defamation; but public duties more urgent press on the time of public servants, and the offenders have therefore been left to find their punishment in the public indignation.", "year": 1805},
{"quote": "The Chief Magistrate cannot enter the arena of the newspapers.", "year": 1811},
{"quote": "I have been for some time used as the property of the newspapers, a fair mark for every man's dirt.", "year": 1798},
{"quote": "I have from the beginning determined to submit myself as the subject on whom may be proved the impotency of a free press in a country like ours against those who conduct themselves honestly and enter into no intrigue. I admit at the same time that restraining the press to truth, as the present laws do, is the only way of making it useful. But I have thought necessary first to prove it can never be dangerous.", "year": 1808},
{"quote": "I had laid it down as a law to myself to take no notice of the thousand calumnies issued against me, but to trust my character to my own conduct and the good sense and candor of my fellow citizens.", "year": 1809},
{"quote": "The man who fears no truths has nothing to fear from lies.", "year": 1816},
{"quote": "I feel no falsehood and fear no truth.", "year": 1810},
{"quote": "[One printer's] malignity, like that of the rest of his tribe of brother printers who deal out calumnies for federal readers, gives me no pain. When a printer cooks up a falsehood, it is as easy to put it into the mouth of a [great man] as of a smaller man, and safer in that of a dead than a living one.", "year": 1811},
{"quote": "From a very early period of my life, I had laid it down as a rule of conduct, never to write a word for the public papers.", "year": 1796},
{"quote": "I never in my life had, directly or indirectly, written one sentence for a newspaper; which is an absolute truth.", "year": 1800},
{"quote": "At a very early period of my life, I determined never to put a sentence into any newspaper. I have religiously adhered to the resolution through my life, and have great reason to be contented with it. Were I to undertake to answer the calumnies of the newspapers, it would be more than all my own time and that of twenty aids could effect. For while I should be answering one, twenty new ones would be invented. I have thought it better to trust to the justice of my countrymen, that they would judge me by what they see of my conduct on the stage where they have placed me, and what they knew of me before the epoch since which a particular party has supposed it might answer some view of theirs to vilify me in the public eye. Some, I know, will not reflect how apocryphal is the testimony of enemies so palpably betraying the views with which they give it. But this is an injury to which duty requires every one to submit whom the public think proper to call into its councils.", "year": 1798},
{"quote": "[I have seen] repeated instances of the publication of what has not been intended for the public eye, and the malignity with which political enemies torture every sentence from me into meanings imagined by their own wickedness only... Not fearing these political bull-dogs, I yet avoid putting myself in the way of being baited by them, and do not wish to volunteer away that portion of tranquillity, which a firm execution of my duties will permit me to enjoy.", "year": 1807},
{"quote": "Conscious that there was not a truth on earth which I feared should be known, I have lent myself willingly as the subject of a great experiment, which was to prove that an administration, conducting itself with integrity and common understanding, cannot be battered down even by the falsehoods of a licentious press, and consequently still less by the press as restrained within the legal and wholesome limits of truth. This experiment was wanting for the world to demonstrate the falsehood of the pretext that freedom of the press is incompatible with orderly government. I have never, therefore, even contradicted the thousands of calumnies so industriously propagated against myself. But the fact being once established, that the press is impotent when it abandons itself to falsehood, I leave to others to restore it to its strength by recalling it within the pale of truth. Within that, it is a noble institution, equally the friend of science and of civil liberty.", "year": 1807},
{"quote": "My opinion of the manner in which a newspaper should be conducted so as to be most useful [is]... 'by restraining it to true facts and sound principle only.' Yet I fear such a paper would find few subscribers. It is a melancholy truth, that a suppression of the press could not more completely deprive the nation of its benefits than is done by its abandoned prostitution to falsehood.", "year": 1807},
{"quote": "Perhaps an editor might begin a reformation in some such way as this. Divide his paper into four chapters, heading the 1st, Truths. 2nd, Probabilities. 3rd, Possibilities. 4th, Lies. The first chapter would be very short, as it would contain little more than authentic papers and information from such sources as the editor would be willing to risk his own reputation for their truth. The second would contain what, from a mature consideration of all circumstances, his judgment should conclude to be probably true. This, however, should rather contain too little than too much. The third and fourth should be professedly for those readers who would rather have lies for their money than the blank paper they would occupy.", "year": 1807},
{"quote": "An editor [should] set his face against the demoralizing practice of feeding the public mind habitually on slander and the depravity of taste which this nauseous aliment induces. Defamation is becoming a necessary of life, insomuch that a dish of tea in the morning or evening cannot be digested without this stimulant. Even those who do not believe these abominations, still read them with complaisance to their auditors, and instead of the abhorrence and indignation which should fill a virtuous mind, betray a secret pleasure in the possibility that some may believe them, though they do not themselves. It seems to escape them, that it is not he who prints, but he who pays for printing a slander, who is its real author.", "year": 1807}
]